window.KLP_DATA = {
 "generatedAt": "2026-10-07 00:42",
 "source": "中国竞彩网（官方）",
 "matches": [
  {
   "id": "2041814",
   "type": "jc",
   "no": "周二004",
   "league": "欧国联",
   "leagueFull": "欧洲国家联赛",
   "home": "爱沙尼亚",
   "away": "冰岛",
   "homeRank": "[Group 42]",
   "awayRank": "[Group 41]",
   "matchTime": "2026-10-07 02:45",
   "status": "sale",
   "plays": {
    "spf": {
     "label": "胜平负",
     "options": [
      {
       "name": "主胜",
       "initial": 4.9,
       "current": 5.5,
       "values": [
        4.9,
        5.05,
        5.45,
        5.5
       ]
      },
      {
       "name": "平",
       "initial": 3.6,
       "current": 3.8,
       "values": [
        3.6,
        3.65,
        3.7,
        3.8
       ]
      },
      {
       "name": "客胜",
       "initial": 1.55,
       "current": 1.46,
       "values": [
        1.55,
        1.52,
        1.48,
        1.46
       ]
      }
     ],
     "times": [
      "10-06 09:39",
      "10-06 14:20",
      "10-06 19:06",
      "10-06 20:18"
     ]
    },
    "rqspf": {
     "label": "让球胜平负",
     "options": [
      {
       "name": "主胜",
       "initial": 2.15,
       "current": 2.32,
       "values": [
        2.15,
        2.21,
        2.26,
        2.32
       ]
      },
      {
       "name": "平",
       "initial": 3.25,
       "current": 3.0,
       "values": [
        3.25,
        3.2,
        3.1,
        3.0
       ]
      },
      {
       "name": "客胜",
       "initial": 2.82,
       "current": 2.75,
       "values": [
        2.82,
        2.75,
        2.75,
        2.75
       ]
      }
     ],
     "times": [
      "10-06 09:39",
      "10-06 14:20",
      "10-06 19:06",
      "10-06 20:18"
     ],
     "handicap": "主受让1球"
    },
    "crs": {
     "label": "比分",
     "options": [
      {
       "name": "1:0",
       "initial": 12.5,
       "current": 15.0,
       "values": [
        12.5,
        13.0,
        15.0
       ],
       "group": "主胜"
      },
      {
       "name": "2:0",
       "initial": 28.0,
       "current": 28.0,
       "values": [
        28.0,
        28.0,
        28.0
       ],
       "group": "主胜"
      },
      {
       "name": "2:1",
       "initial": 14.0,
       "current": 14.0,
       "values": [
        14.0,
        14.0,
        14.0
       ],
       "group": "主胜"
      },
      {
       "name": "3:0",
       "initial": 80.0,
       "current": 80.0,
       "values": [
        80.0,
        80.0,
        80.0
       ],
       "group": "主胜"
      },
      {
       "name": "3:1",
       "initial": 39.0,
       "current": 40.0,
       "values": [
        39.0,
        39.0,
        40.0
       ],
       "group": "主胜"
      },
      {
       "name": "3:2",
       "initial": 45.0,
       "current": 50.0,
       "values": [
        45.0,
        45.0,
        50.0
       ],
       "group": "主胜"
      },
      {
       "name": "4:0",
       "initial": 300.0,
       "current": 300.0,
       "values": [
        300.0,
        300.0,
        300.0
       ],
       "group": "主胜"
      },
      {
       "name": "4:1",
       "initial": 175.0,
       "current": 175.0,
       "values": [
        175.0,
        175.0,
        175.0
       ],
       "group": "主胜"
      },
      {
       "name": "4:2",
       "initial": 250.0,
       "current": 250.0,
       "values": [
        250.0,
        250.0,
        250.0
       ],
       "group": "主胜"
      },
      {
       "name": "5:0",
       "initial": 800.0,
       "current": 800.0,
       "values": [
        800.0,
        800.0,
        800.0
       ],
       "group": "主胜"
      },
      {
       "name": "5:1",
       "initial": 700.0,
       "current": 700.0,
       "values": [
        700.0,
        700.0,
        700.0
       ],
       "group": "主胜"
      },
      {
       "name": "5:2",
       "initial": 700.0,
       "current": 700.0,
       "values": [
        700.0,
        700.0,
        700.0
       ],
       "group": "主胜"
      },
      {
       "name": "胜其他",
       "initial": 250.0,
       "current": 250.0,
       "values": [
        250.0,
        250.0,
        250.0
       ],
       "group": "主胜"
      },
      {
       "name": "0:0",
       "initial": 11.0,
       "current": 12.0,
       "values": [
        11.0,
        12.0,
        12.0
       ],
       "group": "平"
      },
      {
       "name": "1:1",
       "initial": 7.75,
       "current": 7.75,
       "values": [
        7.75,
        7.75,
        7.75
       ],
       "group": "平"
      },
      {
       "name": "2:2",
       "initial": 16.0,
       "current": 16.0,
       "values": [
        16.0,
        16.0,
        16.0
       ],
       "group": "平"
      },
      {
       "name": "3:3",
       "initial": 80.0,
       "current": 80.0,
       "values": [
        80.0,
        80.0,
        80.0
       ],
       "group": "平"
      },
      {
       "name": "平其他",
       "initial": 450.0,
       "current": 450.0,
       "values": [
        450.0,
        450.0,
        450.0
       ],
       "group": "平"
      },
      {
       "name": "0:1",
       "initial": 6.75,
       "current": 6.75,
       "values": [
        6.75,
        6.75,
        6.75
       ],
       "group": "客胜"
      },
      {
       "name": "0:2",
       "initial": 7.0,
       "current": 6.75,
       "values": [
        7.0,
        7.0,
        6.75
       ],
       "group": "客胜"
      },
      {
       "name": "1:2",
       "initial": 7.0,
       "current": 6.5,
       "values": [
        7.0,
        6.75,
        6.5
       ],
       "group": "客胜"
      },
      {
       "name": "0:3",
       "initial": 13.0,
       "current": 12.5,
       "values": [
        13.0,
        12.5,
        12.5
       ],
       "group": "客胜"
      },
      {
       "name": "1:3",
       "initial": 13.0,
       "current": 12.5,
       "values": [
        13.0,
        13.0,
        12.5
       ],
       "group": "客胜"
      },
      {
       "name": "2:3",
       "initial": 26.0,
       "current": 26.0,
       "values": [
        26.0,
        26.0,
        26.0
       ],
       "group": "客胜"
      },
      {
       "name": "0:4",
       "initial": 28.0,
       "current": 28.0,
       "values": [
        28.0,
        28.0,
        28.0
       ],
       "group": "客胜"
      },
      {
       "name": "1:4",
       "initial": 29.0,
       "current": 29.0,
       "values": [
        29.0,
        29.0,
        29.0
       ],
       "group": "客胜"
      },
      {
       "name": "2:4",
       "initial": 55.0,
       "current": 55.0,
       "values": [
        55.0,
        55.0,
        55.0
       ],
       "group": "客胜"
      },
      {
       "name": "0:5",
       "initial": 70.0,
       "current": 70.0,
       "values": [
        70.0,
        70.0,
        70.0
       ],
       "group": "客胜"
      },
      {
       "name": "1:5",
       "initial": 70.0,
       "current": 70.0,
       "values": [
        70.0,
        70.0,
        70.0
       ],
       "group": "客胜"
      },
      {
       "name": "2:5",
       "initial": 120.0,
       "current": 120.0,
       "values": [
        120.0,
        120.0,
        120.0
       ],
       "group": "客胜"
      },
      {
       "name": "负其他",
       "initial": 45.0,
       "current": 45.0,
       "values": [
        45.0,
        45.0,
        45.0
       ],
       "group": "客胜"
      }
     ],
     "times": [
      "10-06 09:39",
      "10-06 14:24",
      "10-06 20:02"
     ]
    },
    "ttg": {
     "label": "总进球",
     "options": [
      {
       "name": "0",
       "initial": 11.0,
       "current": 12.0,
       "values": [
        11.0,
        12.0,
        12.0
       ]
      },
      {
       "name": "1",
       "initial": 4.75,
       "current": 4.85,
       "values": [
        4.75,
        4.85,
        4.85
       ]
      },
      {
       "name": "2",
       "initial": 3.35,
       "current": 3.25,
       "values": [
        3.35,
        3.35,
        3.25
       ]
      },
      {
       "name": "3",
       "initial": 3.7,
       "current": 3.55,
       "values": [
        3.7,
        3.55,
        3.55
       ]
      },
      {
       "name": "4",
       "initial": 5.8,
       "current": 6.0,
       "values": [
        5.8,
        5.8,
        6.0
       ]
      },
      {
       "name": "5",
       "initial": 11.0,
       "current": 11.0,
       "values": [
        11.0,
        11.0,
        11.0
       ]
      },
      {
       "name": "6",
       "initial": 24.0,
       "current": 24.0,
       "values": [
        24.0,
        24.0,
        24.0
       ]
      },
      {
       "name": "7+",
       "initial": 35.0,
       "current": 38.0,
       "values": [
        35.0,
        35.0,
        38.0
       ]
      }
     ],
     "times": [
      "10-06 09:39",
      "10-06 14:24",
      "10-06 20:02"
     ]
    },
    "hafu": {
     "label": "半全场",
     "options": [
      {
       "name": "胜胜",
       "initial": 9.0,
       "current": 10.0,
       "values": [
        9.0,
        10.0
       ]
      },
      {
       "name": "胜平",
       "initial": 17.5,
       "current": 17.5,
       "values": [
        17.5,
        17.5
       ]
      },
      {
       "name": "胜负",
       "initial": 26.0,
       "current": 26.0,
       "values": [
        26.0,
        26.0
       ]
      },
      {
       "name": "平胜",
       "initial": 11.5,
       "current": 13.0,
       "values": [
        11.5,
        13.0
       ]
      },
      {
       "name": "平平",
       "initial": 6.1,
       "current": 6.2,
       "values": [
        6.1,
        6.2
       ]
      },
      {
       "name": "平负",
       "initial": 4.25,
       "current": 4.15,
       "values": [
        4.25,
        4.15
       ]
      },
      {
       "name": "负胜",
       "initial": 55.0,
       "current": 55.0,
       "values": [
        55.0,
        55.0
       ]
      },
      {
       "name": "负平",
       "initial": 17.5,
       "current": 17.5,
       "values": [
        17.5,
        17.5
       ]
      },
      {
       "name": "负负",
       "initial": 2.3,
       "current": 2.2,
       "values": [
        2.3,
        2.2
       ]
      }
     ],
     "times": [
      "10-06 09:39",
      "10-06 20:18"
     ]
    }
   }
  },
  {
   "id": "2041815",
   "type": "jc",
   "no": "周二005",
   "league": "欧国联",
   "leagueFull": "欧洲国家联赛",
   "home": "卢森堡",
   "away": "保加利亚",
   "homeRank": "[Group 43]",
   "awayRank": "[Group 44]",
   "matchTime": "2026-10-07 02:45",
   "status": "sale",
   "plays": {
    "spf": {
     "label": "胜平负",
     "options": [
      {
       "name": "主胜",
       "initial": 1.9,
       "current": 2.17,
       "values": [
        1.9,
        1.85,
        1.9,
        1.95,
        2.01,
        2.06,
        2.12,
        2.17
       ]
      },
      {
       "name": "平",
       "initial": 3.05,
       "current": 2.65,
       "values": [
        3.05,
        3.1,
        3.05,
        3.0,
        2.95,
        2.85,
        2.75,
        2.65
       ]
      },
      {
       "name": "客胜",
       "initial": 3.65,
       "current": 3.45,
       "values": [
        3.65,
        3.75,
        3.65,
        3.55,
        3.42,
        3.42,
        3.4,
        3.45
       ]
      }
     ],
     "times": [
      "10-06 09:39",
      "10-06 09:43",
      "10-06 14:12",
      "10-06 15:49",
      "10-06 17:02",
      "10-06 19:10",
      "10-06 21:02",
      "10-06 21:23"
     ]
    },
    "rqspf": {
     "label": "让球胜平负",
     "options": [
      {
       "name": "主胜",
       "initial": 4.05,
       "current": 4.95,
       "values": [
        4.05,
        3.95,
        4.05,
        4.3,
        4.48,
        4.75,
        4.95
       ]
      },
      {
       "name": "平",
       "initial": 3.4,
       "current": 3.6,
       "values": [
        3.4,
        3.35,
        3.4,
        3.45,
        3.56,
        3.56,
        3.6
       ]
      },
      {
       "name": "客胜",
       "initial": 1.7,
       "current": 1.54,
       "values": [
        1.7,
        1.73,
        1.7,
        1.65,
        1.6,
        1.57,
        1.54
       ]
      }
     ],
     "times": [
      "10-06 09:39",
      "10-06 09:43",
      "10-06 14:12",
      "10-06 15:49",
      "10-06 17:02",
      "10-06 19:10",
      "10-06 21:02"
     ],
     "handicap": "主让1球"
    },
    "crs": {
     "label": "比分",
     "options": [
      {
       "name": "1:0",
       "initial": 6.5,
       "current": 5.5,
       "values": [
        6.5,
        6.0,
        5.75,
        5.5,
        5.5,
        5.5,
        5.5,
        5.5
       ],
       "group": "主胜"
      },
      {
       "name": "2:0",
       "initial": 8.0,
       "current": 8.5,
       "values": [
        8.0,
        8.0,
        8.5,
        8.5,
        8.5,
        8.5,
        8.5,
        8.5
       ],
       "group": "主胜"
      },
      {
       "name": "2:1",
       "initial": 7.75,
       "current": 8.5,
       "values": [
        7.75,
        7.75,
        7.75,
        7.75,
        7.75,
        7.75,
        8.0,
        8.5
       ],
       "group": "主胜"
      },
      {
       "name": "3:0",
       "initial": 17.5,
       "current": 23.0,
       "values": [
        17.5,
        17.5,
        18.0,
        18.0,
        18.0,
        20.0,
        21.0,
        23.0
       ],
       "group": "主胜"
      },
      {
       "name": "3:1",
       "initial": 18.0,
       "current": 25.0,
       "values": [
        18.0,
        18.0,
        18.0,
        18.0,
        18.0,
        21.0,
        22.0,
        25.0
       ],
       "group": "主胜"
      },
      {
       "name": "3:2",
       "initial": 30.0,
       "current": 38.0,
       "values": [
        30.0,
        30.0,
        30.0,
        30.0,
        30.0,
        35.0,
        36.0,
        38.0
       ],
       "group": "主胜"
      },
      {
       "name": "4:0",
       "initial": 45.0,
       "current": 65.0,
       "values": [
        45.0,
        45.0,
        50.0,
        50.0,
        55.0,
        60.0,
        60.0,
        65.0
       ],
       "group": "主胜"
      },
      {
       "name": "4:1",
       "initial": 40.0,
       "current": 65.0,
       "values": [
        40.0,
        40.0,
        40.0,
        40.0,
        45.0,
        55.0,
        60.0,
        65.0
       ],
       "group": "主胜"
      },
      {
       "name": "4:2",
       "initial": 80.0,
       "current": 125.0,
       "values": [
        80.0,
        80.0,
        80.0,
        80.0,
        90.0,
        100.0,
        100.0,
        125.0
       ],
       "group": "主胜"
      },
      {
       "name": "5:0",
       "initial": 120.0,
       "current": 200.0,
       "values": [
        120.0,
        120.0,
        120.0,
        120.0,
        150.0,
        175.0,
        175.0,
        200.0
       ],
       "group": "主胜"
      },
      {
       "name": "5:1",
       "initial": 120.0,
       "current": 200.0,
       "values": [
        120.0,
        120.0,
        120.0,
        120.0,
        120.0,
        175.0,
        175.0,
        200.0
       ],
       "group": "主胜"
      },
      {
       "name": "5:2",
       "initial": 250.0,
       "current": 300.0,
       "values": [
        250.0,
        250.0,
        250.0,
        250.0,
        250.0,
        300.0,
        300.0,
        300.0
       ],
       "group": "主胜"
      },
      {
       "name": "胜其他",
       "initial": 80.0,
       "current": 150.0,
       "values": [
        80.0,
        80.0,
        80.0,
        90.0,
        90.0,
        125.0,
        125.0,
        150.0
       ],
       "group": "主胜"
      },
      {
       "name": "0:0",
       "initial": 8.5,
       "current": 7.5,
       "values": [
        8.5,
        8.5,
        8.5,
        8.5,
        8.5,
        8.0,
        8.0,
        7.5
       ],
       "group": "平"
      },
      {
       "name": "1:1",
       "initial": 6.5,
       "current": 5.5,
       "values": [
        6.5,
        6.5,
        6.5,
        6.5,
        6.5,
        6.15,
        5.75,
        5.5
       ],
       "group": "平"
      },
      {
       "name": "2:2",
       "initial": 17.0,
       "current": 18.0,
       "values": [
        17.0,
        18.0,
        18.0,
        18.0,
        18.0,
        18.0,
        18.0,
        18.0
       ],
       "group": "平"
      },
      {
       "name": "3:3",
       "initial": 90.0,
       "current": 100.0,
       "values": [
        90.0,
        90.0,
        90.0,
        100.0,
        100.0,
        100.0,
        100.0,
        100.0
       ],
       "group": "平"
      },
      {
       "name": "平其他",
       "initial": 700.0,
       "current": 700.0,
       "values": [
        700.0,
        700.0,
        700.0,
        700.0,
        700.0,
        700.0,
        700.0,
        700.0
       ],
       "group": "平"
      },
      {
       "name": "0:1",
       "initial": 9.0,
       "current": 7.0,
       "values": [
        9.0,
        9.0,
        8.5,
        8.5,
        8.0,
        7.5,
        7.5,
        7.0
       ],
       "group": "客胜"
      },
      {
       "name": "0:2",
       "initial": 20.0,
       "current": 18.0,
       "values": [
        20.0,
        20.0,
        21.0,
        21.0,
        21.0,
        18.0,
        18.0,
        18.0
       ],
       "group": "客胜"
      },
      {
       "name": "1:2",
       "initial": 12.0,
       "current": 12.0,
       "values": [
        12.0,
        12.0,
        12.0,
        12.0,
        12.0,
        12.0,
        12.0,
        12.0
       ],
       "group": "客胜"
      },
      {
       "name": "0:3",
       "initial": 55.0,
       "current": 55.0,
       "values": [
        55.0,
        55.0,
        55.0,
        55.0,
        55.0,
        55.0,
        55.0,
        55.0
       ],
       "group": "客胜"
      },
      {
       "name": "1:3",
       "initial": 35.0,
       "current": 40.0,
       "values": [
        35.0,
        40.0,
        40.0,
        40.0,
        40.0,
        40.0,
        40.0,
        40.0
       ],
       "group": "客胜"
      },
      {
       "name": "2:3",
       "initial": 40.0,
       "current": 50.0,
       "values": [
        40.0,
        45.0,
        45.0,
        50.0,
        50.0,
        50.0,
        50.0,
        50.0
       ],
       "group": "客胜"
      },
      {
       "name": "0:4",
       "initial": 175.0,
       "current": 200.0,
       "values": [
        175.0,
        175.0,
        175.0,
        200.0,
        200.0,
        200.0,
        200.0,
        200.0
       ],
       "group": "客胜"
      },
      {
       "name": "1:4",
       "initial": 120.0,
       "current": 150.0,
       "values": [
        120.0,
        120.0,
        120.0,
        150.0,
        150.0,
        150.0,
        150.0,
        150.0
       ],
       "group": "客胜"
      },
      {
       "name": "2:4",
       "initial": 150.0,
       "current": 200.0,
       "values": [
        150.0,
        150.0,
        150.0,
        200.0,
        200.0,
        200.0,
        200.0,
        200.0
       ],
       "group": "客胜"
      },
      {
       "name": "0:5",
       "initial": 600.0,
       "current": 600.0,
       "values": [
        600.0,
        600.0,
        600.0,
        600.0,
        600.0,
        600.0,
        600.0,
        600.0
       ],
       "group": "客胜"
      },
      {
       "name": "1:5",
       "initial": 400.0,
       "current": 400.0,
       "values": [
        400.0,
        400.0,
        400.0,
        400.0,
        400.0,
        400.0,
        400.0,
        400.0
       ],
       "group": "客胜"
      },
      {
       "name": "2:5",
       "initial": 600.0,
       "current": 600.0,
       "values": [
        600.0,
        600.0,
        600.0,
        600.0,
        600.0,
        600.0,
        600.0,
        600.0
       ],
       "group": "客胜"
      },
      {
       "name": "负其他",
       "initial": 250.0,
       "current": 250.0,
       "values": [
        250.0,
        250.0,
        250.0,
        250.0,
        250.0,
        250.0,
        250.0,
        250.0
       ],
       "group": "客胜"
      }
     ],
     "times": [
      "10-06 09:39",
      "10-06 11:35",
      "10-06 12:22",
      "10-06 13:43",
      "10-06 15:42",
      "10-06 17:03",
      "10-06 21:02",
      "10-06 21:23"
     ]
    },
    "ttg": {
     "label": "总进球",
     "options": [
      {
       "name": "0",
       "initial": 8.5,
       "current": 7.5,
       "values": [
        8.5,
        8.5,
        8.5,
        8.5,
        8.5,
        8.0,
        7.5
       ]
      },
      {
       "name": "1",
       "initial": 3.85,
       "current": 3.1,
       "values": [
        3.85,
        3.75,
        3.5,
        3.4,
        3.3,
        3.2,
        3.1
       ]
      },
      {
       "name": "2",
       "initial": 3.2,
       "current": 3.4,
       "values": [
        3.2,
        3.2,
        3.3,
        3.3,
        3.3,
        3.4,
        3.4
       ]
      },
      {
       "name": "3",
       "initial": 3.95,
       "current": 4.0,
       "values": [
        3.95,
        3.85,
        3.85,
        3.8,
        3.8,
        3.8,
        4.0
       ]
      },
      {
       "name": "4",
       "initial": 7.0,
       "current": 8.5,
       "values": [
        7.0,
        7.25,
        7.5,
        7.75,
        8.0,
        8.25,
        8.5
       ]
      },
      {
       "name": "5",
       "initial": 15.0,
       "current": 20.0,
       "values": [
        15.0,
        15.5,
        17.0,
        17.5,
        18.5,
        19.0,
        20.0
       ]
      },
      {
       "name": "6",
       "initial": 32.0,
       "current": 42.0,
       "values": [
        32.0,
        35.0,
        35.0,
        40.0,
        40.0,
        42.0,
        42.0
       ]
      },
      {
       "name": "7+",
       "initial": 55.0,
       "current": 80.0,
       "values": [
        55.0,
        60.0,
        60.0,
        70.0,
        80.0,
        80.0,
        80.0
       ]
      }
     ],
     "times": [
      "10-06 09:39",
      "10-06 11:34",
      "10-06 12:21",
      "10-06 13:42",
      "10-06 15:41",
      "10-06 17:03",
      "10-06 21:23"
     ]
    },
    "hafu": {
     "label": "半全场",
     "options": [
      {
       "name": "胜胜",
       "initial": 3.1,
       "current": 3.9,
       "values": [
        3.1,
        3.25,
        3.45,
        3.6,
        3.8,
        3.9
       ]
      },
      {
       "name": "胜平",
       "initial": 16.0,
       "current": 17.0,
       "values": [
        16.0,
        16.0,
        17.0,
        17.0,
        17.0,
        17.0
       ]
      },
      {
       "name": "胜负",
       "initial": 45.0,
       "current": 45.0,
       "values": [
        45.0,
        45.0,
        45.0,
        45.0,
        45.0,
        45.0
       ]
      },
      {
       "name": "平胜",
       "initial": 4.55,
       "current": 4.55,
       "values": [
        4.55,
        4.55,
        4.55,
        4.55,
        4.55,
        4.55
       ]
      },
      {
       "name": "平平",
       "initial": 4.8,
       "current": 3.8,
       "values": [
        4.8,
        4.6,
        4.35,
        4.15,
        3.9,
        3.8
       ]
      },
      {
       "name": "平负",
       "initial": 8.25,
       "current": 7.5,
       "values": [
        8.25,
        8.0,
        7.5,
        7.5,
        7.5,
        7.5
       ]
      },
      {
       "name": "负胜",
       "initial": 32.0,
       "current": 34.0,
       "values": [
        32.0,
        32.0,
        34.0,
        34.0,
        34.0,
        34.0
       ]
      },
      {
       "name": "负平",
       "initial": 16.0,
       "current": 17.0,
       "values": [
        16.0,
        16.0,
        17.0,
        17.0,
        17.0,
        17.0
       ]
      },
      {
       "name": "负负",
       "initial": 6.5,
       "current": 6.15,
       "values": [
        6.5,
        6.5,
        6.15,
        6.15,
        6.15,
        6.15
       ]
      }
     ],
     "times": [
      "10-06 09:39",
      "10-06 15:49",
      "10-06 17:02",
      "10-06 19:07",
      "10-06 21:02",
      "10-06 21:23"
     ]
    }
   }
  },
  {
   "id": "2041816",
   "type": "jc",
   "no": "周二006",
   "league": "欧国联",
   "leagueFull": "欧洲国家联赛",
   "home": "苏格兰",
   "away": "斯洛文尼亚",
   "homeRank": "[Group 13]",
   "awayRank": "[Group 12]",
   "matchTime": "2026-10-07 02:45",
   "status": "sale",
   "plays": {
    "spf": {
     "label": "胜平负",
     "options": [
      {
       "name": "主胜",
       "initial": 1.65,
       "current": 1.62,
       "values": [
        1.65,
        1.62,
        1.6,
        1.62,
        1.62
       ]
      },
      {
       "name": "平",
       "initial": 3.35,
       "current": 3.25,
       "values": [
        3.35,
        3.4,
        3.4,
        3.35,
        3.25
       ]
      },
      {
       "name": "客胜",
       "initial": 4.45,
       "current": 4.9,
       "values": [
        4.45,
        4.6,
        4.75,
        4.7,
        4.9
       ]
      }
     ],
     "times": [
      "10-06 09:39",
      "10-06 12:41",
      "10-06 14:19",
      "10-06 16:05",
      "10-06 19:35"
     ]
    },
    "rqspf": {
     "label": "让球胜平负",
     "options": [
      {
       "name": "主胜",
       "initial": 3.25,
       "current": 3.72,
       "values": [
        3.25,
        3.25,
        3.25,
        3.32,
        3.42,
        3.5,
        3.55,
        3.72
       ]
      },
      {
       "name": "平",
       "initial": 3.2,
       "current": 2.84,
       "values": [
        3.2,
        3.08,
        3.0,
        3.0,
        3.0,
        2.92,
        2.84,
        2.84
       ]
      },
      {
       "name": "客胜",
       "initial": 1.97,
       "current": 1.97,
       "values": [
        1.97,
        2.02,
        2.05,
        2.02,
        1.99,
        2.0,
        2.02,
        1.97
       ]
      }
     ],
     "times": [
      "10-06 09:39",
      "10-06 12:41",
      "10-06 14:19",
      "10-06 15:05",
      "10-06 16:05",
      "10-06 16:48",
      "10-06 18:01",
      "10-06 21:14"
     ],
     "handicap": "主让1球"
    },
    "crs": {
     "label": "比分",
     "options": [
      {
       "name": "1:0",
       "initial": 6.5,
       "current": 5.5,
       "values": [
        6.5,
        6.25,
        5.75,
        5.75,
        5.5
       ],
       "group": "主胜"
      },
      {
       "name": "2:0",
       "initial": 7.0,
       "current": 6.75,
       "values": [
        7.0,
        6.75,
        6.75,
        6.75,
        6.75
       ],
       "group": "主胜"
      },
      {
       "name": "2:1",
       "initial": 7.5,
       "current": 7.5,
       "values": [
        7.5,
        7.5,
        7.5,
        7.5,
        7.5
       ],
       "group": "主胜"
      },
      {
       "name": "3:0",
       "initial": 14.5,
       "current": 16.0,
       "values": [
        14.5,
        14.5,
        15.0,
        16.0,
        16.0
       ],
       "group": "主胜"
      },
      {
       "name": "3:1",
       "initial": 14.0,
       "current": 18.0,
       "values": [
        14.0,
        14.0,
        16.0,
        17.0,
        18.0
       ],
       "group": "主胜"
      },
      {
       "name": "3:2",
       "initial": 30.0,
       "current": 35.0,
       "values": [
        30.0,
        32.0,
        33.0,
        35.0,
        35.0
       ],
       "group": "主胜"
      },
      {
       "name": "4:0",
       "initial": 32.0,
       "current": 38.0,
       "values": [
        32.0,
        32.0,
        33.0,
        35.0,
        38.0
       ],
       "group": "主胜"
      },
      {
       "name": "4:1",
       "initial": 30.0,
       "current": 50.0,
       "values": [
        30.0,
        35.0,
        40.0,
        45.0,
        50.0
       ],
       "group": "主胜"
      },
      {
       "name": "4:2",
       "initial": 65.0,
       "current": 80.0,
       "values": [
        65.0,
        65.0,
        70.0,
        80.0,
        80.0
       ],
       "group": "主胜"
      },
      {
       "name": "5:0",
       "initial": 80.0,
       "current": 100.0,
       "values": [
        80.0,
        90.0,
        100.0,
        100.0,
        100.0
       ],
       "group": "主胜"
      },
      {
       "name": "5:1",
       "initial": 90.0,
       "current": 100.0,
       "values": [
        90.0,
        90.0,
        100.0,
        100.0,
        100.0
       ],
       "group": "主胜"
      },
      {
       "name": "5:2",
       "initial": 175.0,
       "current": 175.0,
       "values": [
        175.0,
        175.0,
        175.0,
        175.0,
        175.0
       ],
       "group": "主胜"
      },
      {
       "name": "胜其他",
       "initial": 70.0,
       "current": 80.0,
       "values": [
        70.0,
        80.0,
        80.0,
        80.0,
        80.0
       ],
       "group": "主胜"
      },
      {
       "name": "0:0",
       "initial": 10.0,
       "current": 7.5,
       "values": [
        10.0,
        9.0,
        8.0,
        8.0,
        7.5
       ],
       "group": "平"
      },
      {
       "name": "1:1",
       "initial": 7.25,
       "current": 6.5,
       "values": [
        7.25,
        7.25,
        7.25,
        6.5,
        6.5
       ],
       "group": "平"
      },
      {
       "name": "2:2",
       "initial": 16.0,
       "current": 18.0,
       "values": [
        16.0,
        17.0,
        18.0,
        18.0,
        18.0
       ],
       "group": "平"
      },
      {
       "name": "3:3",
       "initial": 90.0,
       "current": 90.0,
       "values": [
        90.0,
        90.0,
        90.0,
        90.0,
        90.0
       ],
       "group": "平"
      },
      {
       "name": "平其他",
       "initial": 550.0,
       "current": 550.0,
       "values": [
        550.0,
        550.0,
        550.0,
        550.0,
        550.0
       ],
       "group": "平"
      },
      {
       "name": "0:1",
       "initial": 11.0,
       "current": 10.0,
       "values": [
        11.0,
        11.0,
        10.0,
        10.0,
        10.0
       ],
       "group": "客胜"
      },
      {
       "name": "0:2",
       "initial": 23.0,
       "current": 23.0,
       "values": [
        23.0,
        23.0,
        23.0,
        23.0,
        23.0
       ],
       "group": "客胜"
      },
      {
       "name": "1:2",
       "initial": 13.0,
       "current": 15.0,
       "values": [
        13.0,
        13.0,
        14.0,
        14.0,
        15.0
       ],
       "group": "客胜"
      },
      {
       "name": "0:3",
       "initial": 70.0,
       "current": 90.0,
       "values": [
        70.0,
        80.0,
        80.0,
        80.0,
        90.0
       ],
       "group": "客胜"
      },
      {
       "name": "1:3",
       "initial": 35.0,
       "current": 55.0,
       "values": [
        35.0,
        40.0,
        50.0,
        50.0,
        55.0
       ],
       "group": "客胜"
      },
      {
       "name": "2:3",
       "initial": 50.0,
       "current": 65.0,
       "values": [
        50.0,
        55.0,
        60.0,
        60.0,
        65.0
       ],
       "group": "客胜"
      },
      {
       "name": "0:4",
       "initial": 300.0,
       "current": 300.0,
       "values": [
        300.0,
        300.0,
        300.0,
        300.0,
        300.0
       ],
       "group": "客胜"
      },
      {
       "name": "1:4",
       "initial": 150.0,
       "current": 200.0,
       "values": [
        150.0,
        200.0,
        200.0,
        200.0,
        200.0
       ],
       "group": "客胜"
      },
      {
       "name": "2:4",
       "initial": 200.0,
       "current": 200.0,
       "values": [
        200.0,
        200.0,
        200.0,
        200.0,
        200.0
       ],
       "group": "客胜"
      },
      {
       "name": "0:5",
       "initial": 800.0,
       "current": 800.0,
       "values": [
        800.0,
        800.0,
        800.0,
        800.0,
        800.0
       ],
       "group": "客胜"
      },
      {
       "name": "1:5",
       "initial": 500.0,
       "current": 500.0,
       "values": [
        500.0,
        500.0,
        500.0,
        500.0,
        500.0
       ],
       "group": "客胜"
      },
      {
       "name": "2:5",
       "initial": 600.0,
       "current": 600.0,
       "values": [
        600.0,
        600.0,
        600.0,
        600.0,
        600.0
       ],
       "group": "客胜"
      },
      {
       "name": "负其他",
       "initial": 250.0,
       "current": 300.0,
       "values": [
        250.0,
        300.0,
        300.0,
        300.0,
        300.0
       ],
       "group": "客胜"
      }
     ],
     "times": [
      "10-06 09:39",
      "10-06 13:28",
      "10-06 16:23",
      "10-06 19:36",
      "10-06 21:30"
     ]
    },
    "ttg": {
     "label": "总进球",
     "options": [
      {
       "name": "0",
       "initial": 10.0,
       "current": 7.5,
       "values": [
        10.0,
        9.0,
        8.0,
        8.0,
        8.0,
        7.5
       ]
      },
      {
       "name": "1",
       "initial": 4.3,
       "current": 3.65,
       "values": [
        4.3,
        4.05,
        3.75,
        3.75,
        3.75,
        3.65
       ]
      },
      {
       "name": "2",
       "initial": 3.25,
       "current": 3.0,
       "values": [
        3.25,
        3.2,
        3.2,
        3.1,
        3.0,
        3.0
       ]
      },
      {
       "name": "3",
       "initial": 3.8,
       "current": 4.2,
       "values": [
        3.8,
        3.9,
        4.0,
        4.0,
        4.0,
        4.2
       ]
      },
      {
       "name": "4",
       "initial": 6.25,
       "current": 7.7,
       "values": [
        6.25,
        6.5,
        7.0,
        7.2,
        7.5,
        7.7
       ]
      },
      {
       "name": "5",
       "initial": 13.0,
       "current": 17.5,
       "values": [
        13.0,
        14.5,
        16.0,
        16.5,
        17.5,
        17.5
       ]
      },
      {
       "name": "6",
       "initial": 25.0,
       "current": 42.0,
       "values": [
        25.0,
        28.0,
        35.0,
        40.0,
        42.0,
        42.0
       ]
      },
      {
       "name": "7+",
       "initial": 45.0,
       "current": 68.0,
       "values": [
        45.0,
        52.0,
        60.0,
        65.0,
        68.0,
        68.0
       ]
      }
     ],
     "times": [
      "10-06 09:39",
      "10-06 13:26",
      "10-06 16:23",
      "10-06 18:55",
      "10-06 19:36",
      "10-06 21:30"
     ]
    },
    "hafu": {
     "label": "半全场",
     "options": [
      {
       "name": "胜胜",
       "initial": 2.65,
       "current": 2.85,
       "values": [
        2.65,
        2.6,
        2.65,
        2.75,
        2.85
       ]
      },
      {
       "name": "胜平",
       "initial": 17.5,
       "current": 17.5,
       "values": [
        17.5,
        17.5,
        17.5,
        17.5,
        17.5
       ]
      },
      {
       "name": "胜负",
       "initial": 42.0,
       "current": 50.0,
       "values": [
        42.0,
        42.0,
        50.0,
        50.0,
        50.0
       ]
      },
      {
       "name": "平胜",
       "initial": 4.3,
       "current": 4.0,
       "values": [
        4.3,
        4.15,
        4.0,
        4.0,
        4.0
       ]
      },
      {
       "name": "平平",
       "initial": 5.2,
       "current": 4.25,
       "values": [
        5.2,
        5.2,
        4.8,
        4.5,
        4.25
       ]
      },
      {
       "name": "平负",
       "initial": 10.0,
       "current": 10.5,
       "values": [
        10.0,
        10.5,
        10.5,
        10.5,
        10.5
       ]
      },
      {
       "name": "负胜",
       "initial": 28.0,
       "current": 36.0,
       "values": [
        28.0,
        28.0,
        35.0,
        36.0,
        36.0
       ]
      },
      {
       "name": "负平",
       "initial": 17.5,
       "current": 17.5,
       "values": [
        17.5,
        17.5,
        17.5,
        17.5,
        17.5
       ]
      },
      {
       "name": "负负",
       "initial": 8.0,
       "current": 9.0,
       "values": [
        8.0,
        8.5,
        9.0,
        9.0,
        9.0
       ]
      }
     ],
     "times": [
      "10-06 09:39",
      "10-06 14:19",
      "10-06 17:57",
      "10-06 19:36",
      "10-06 21:14"
     ]
    }
   }
  },
  {
   "id": "2041818",
   "type": "jc",
   "no": "周二008",
   "league": "欧国联",
   "leagueFull": "欧洲国家联赛",
   "home": "克罗地亚",
   "away": "西班牙",
   "homeRank": "[Group 33]",
   "awayRank": "[Group 31]",
   "matchTime": "2026-10-07 02:45",
   "status": "sale",
   "plays": {
    "spf": {
     "label": "胜平负",
     "options": [
      {
       "name": "主胜",
       "initial": 10.0,
       "current": 10.0,
       "values": [
        10.0,
        10.5,
        10.5,
        10.5,
        10.0
       ]
      },
      {
       "name": "平",
       "initial": 5.8,
       "current": 5.5,
       "values": [
        5.8,
        5.8,
        5.8,
        5.6,
        5.5
       ]
      },
      {
       "name": "客胜",
       "initial": 1.17,
       "current": 1.18,
       "values": [
        1.17,
        1.16,
        1.16,
        1.17,
        1.18
       ]
      }
     ],
     "times": [
      "10-06 09:39",
      "10-06 11:44",
      "10-06 12:42",
      "10-06 16:31",
      "10-06 18:44"
     ]
    },
    "rqspf": {
     "label": "让球胜平负",
     "options": [
      {
       "name": "主胜",
       "initial": 2.0,
       "current": 2.04,
       "values": [
        2.0,
        2.06,
        2.1,
        2.1,
        2.06,
        2.0,
        2.04
       ]
      },
      {
       "name": "平",
       "initial": 4.15,
       "current": 4.05,
       "values": [
        4.15,
        4.15,
        4.15,
        4.15,
        4.15,
        4.15,
        4.05
       ]
      },
      {
       "name": "客胜",
       "initial": 2.58,
       "current": 2.55,
       "values": [
        2.58,
        2.48,
        2.43,
        2.43,
        2.48,
        2.58,
        2.55
       ]
      }
     ],
     "times": [
      "10-06 09:39",
      "10-06 11:44",
      "10-06 12:42",
      "10-06 16:10",
      "10-06 16:31",
      "10-06 18:44",
      "10-06 21:29"
     ],
     "handicap": "主受让2球"
    },
    "crs": {
     "label": "比分",
     "options": [
      {
       "name": "1:0",
       "initial": 28.0,
       "current": 34.0,
       "values": [
        28.0,
        32.0,
        29.0,
        29.0,
        34.0
       ],
       "group": "主胜"
      },
      {
       "name": "2:0",
       "initial": 60.0,
       "current": 75.0,
       "values": [
        60.0,
        70.0,
        60.0,
        60.0,
        75.0
       ],
       "group": "主胜"
      },
      {
       "name": "2:1",
       "initial": 25.0,
       "current": 26.0,
       "values": [
        25.0,
        26.0,
        26.0,
        26.0,
        26.0
       ],
       "group": "主胜"
      },
      {
       "name": "3:0",
       "initial": 150.0,
       "current": 150.0,
       "values": [
        150.0,
        150.0,
        150.0,
        150.0,
        150.0
       ],
       "group": "主胜"
      },
      {
       "name": "3:1",
       "initial": 70.0,
       "current": 80.0,
       "values": [
        70.0,
        80.0,
        80.0,
        80.0,
        80.0
       ],
       "group": "主胜"
      },
      {
       "name": "3:2",
       "initial": 50.0,
       "current": 55.0,
       "values": [
        50.0,
        55.0,
        55.0,
        55.0,
        55.0
       ],
       "group": "主胜"
      },
      {
       "name": "4:0",
       "initial": 450.0,
       "current": 450.0,
       "values": [
        450.0,
        450.0,
        450.0,
        450.0,
        450.0
       ],
       "group": "主胜"
      },
      {
       "name": "4:1",
       "initial": 250.0,
       "current": 250.0,
       "values": [
        250.0,
        250.0,
        250.0,
        250.0,
        250.0
       ],
       "group": "主胜"
      },
      {
       "name": "4:2",
       "initial": 175.0,
       "current": 175.0,
       "values": [
        175.0,
        175.0,
        175.0,
        175.0,
        175.0
       ],
       "group": "主胜"
      },
      {
       "name": "5:0",
       "initial": 1000.0,
       "current": 1000.0,
       "values": [
        1000.0,
        1000.0,
        1000.0,
        1000.0,
        1000.0
       ],
       "group": "主胜"
      },
      {
       "name": "5:1",
       "initial": 700.0,
       "current": 700.0,
       "values": [
        700.0,
        700.0,
        700.0,
        700.0,
        700.0
       ],
       "group": "主胜"
      },
      {
       "name": "5:2",
       "initial": 550.0,
       "current": 550.0,
       "values": [
        550.0,
        550.0,
        550.0,
        550.0,
        550.0
       ],
       "group": "主胜"
      },
      {
       "name": "胜其他",
       "initial": 150.0,
       "current": 150.0,
       "values": [
        150.0,
        150.0,
        150.0,
        150.0,
        150.0
       ],
       "group": "主胜"
      },
      {
       "name": "0:0",
       "initial": 25.0,
       "current": 24.0,
       "values": [
        25.0,
        26.0,
        24.0,
        24.0,
        24.0
       ],
       "group": "平"
      },
      {
       "name": "1:1",
       "initial": 11.5,
       "current": 11.5,
       "values": [
        11.5,
        11.5,
        10.5,
        11.0,
        11.5
       ],
       "group": "平"
      },
      {
       "name": "2:2",
       "initial": 18.0,
       "current": 19.0,
       "values": [
        18.0,
        19.0,
        19.0,
        19.0,
        19.0
       ],
       "group": "平"
      },
      {
       "name": "3:3",
       "initial": 60.0,
       "current": 60.0,
       "values": [
        60.0,
        60.0,
        60.0,
        60.0,
        60.0
       ],
       "group": "平"
      },
      {
       "name": "平其他",
       "initial": 300.0,
       "current": 300.0,
       "values": [
        300.0,
        300.0,
        300.0,
        300.0,
        300.0
       ],
       "group": "平"
      },
      {
       "name": "0:1",
       "initial": 10.5,
       "current": 9.5,
       "values": [
        10.5,
        10.5,
        9.5,
        9.5,
        9.5
       ],
       "group": "客胜"
      },
      {
       "name": "0:2",
       "initial": 7.8,
       "current": 7.25,
       "values": [
        7.8,
        7.8,
        7.25,
        7.25,
        7.25
       ],
       "group": "客胜"
      },
      {
       "name": "1:2",
       "initial": 8.5,
       "current": 8.5,
       "values": [
        8.5,
        8.5,
        8.5,
        8.5,
        8.5
       ],
       "group": "客胜"
      },
      {
       "name": "0:3",
       "initial": 8.5,
       "current": 8.25,
       "values": [
        8.5,
        8.5,
        8.5,
        8.25,
        8.25
       ],
       "group": "客胜"
      },
      {
       "name": "1:3",
       "initial": 9.5,
       "current": 8.5,
       "values": [
        9.5,
        9.0,
        9.0,
        9.0,
        8.5
       ],
       "group": "客胜"
      },
      {
       "name": "2:3",
       "initial": 18.0,
       "current": 20.0,
       "values": [
        18.0,
        18.0,
        20.0,
        20.0,
        20.0
       ],
       "group": "客胜"
      },
      {
       "name": "0:4",
       "initial": 12.0,
       "current": 12.5,
       "values": [
        12.0,
        12.0,
        13.5,
        13.5,
        12.5
       ],
       "group": "客胜"
      },
      {
       "name": "1:4",
       "initial": 15.0,
       "current": 14.0,
       "values": [
        15.0,
        14.0,
        15.0,
        14.0,
        14.0
       ],
       "group": "客胜"
      },
      {
       "name": "2:4",
       "initial": 33.0,
       "current": 28.0,
       "values": [
        33.0,
        30.0,
        30.0,
        28.0,
        28.0
       ],
       "group": "客胜"
      },
      {
       "name": "0:5",
       "initial": 23.0,
       "current": 26.0,
       "values": [
        23.0,
        23.0,
        26.0,
        26.0,
        26.0
       ],
       "group": "客胜"
      },
      {
       "name": "1:5",
       "initial": 28.0,
       "current": 29.0,
       "values": [
        28.0,
        26.0,
        29.0,
        29.0,
        29.0
       ],
       "group": "客胜"
      },
      {
       "name": "2:5",
       "initial": 60.0,
       "current": 55.0,
       "values": [
        60.0,
        55.0,
        55.0,
        55.0,
        55.0
       ],
       "group": "客胜"
      },
      {
       "name": "负其他",
       "initial": 12.0,
       "current": 14.5,
       "values": [
        12.0,
        12.0,
        13.5,
        14.5,
        14.5
       ],
       "group": "客胜"
      }
     ],
     "times": [
      "10-06 09:39",
      "10-06 12:43",
      "10-06 16:25",
      "10-06 19:07",
      "10-06 20:37"
     ]
    },
    "ttg": {
     "label": "总进球",
     "options": [
      {
       "name": "0",
       "initial": 25.0,
       "current": 24.0,
       "values": [
        25.0,
        26.0,
        26.0,
        24.0,
        24.0,
        24.0
       ]
      },
      {
       "name": "1",
       "initial": 7.75,
       "current": 8.0,
       "values": [
        7.75,
        8.3,
        8.5,
        8.0,
        8.0,
        8.0
       ]
      },
      {
       "name": "2",
       "initial": 4.85,
       "current": 4.75,
       "values": [
        4.85,
        4.85,
        5.0,
        4.75,
        4.75,
        4.75
       ]
      },
      {
       "name": "3",
       "initial": 3.7,
       "current": 3.55,
       "values": [
        3.7,
        3.7,
        3.65,
        3.65,
        3.55,
        3.55
       ]
      },
      {
       "name": "4",
       "initial": 4.4,
       "current": 3.85,
       "values": [
        4.4,
        4.2,
        4.0,
        4.0,
        4.0,
        3.85
       ]
      },
      {
       "name": "5",
       "initial": 6.25,
       "current": 7.1,
       "values": [
        6.25,
        6.25,
        6.25,
        6.75,
        6.75,
        7.1
       ]
      },
      {
       "name": "6",
       "initial": 11.0,
       "current": 12.5,
       "values": [
        11.0,
        11.0,
        11.5,
        12.0,
        12.5,
        12.5
       ]
      },
      {
       "name": "7+",
       "initial": 12.5,
       "current": 15.5,
       "values": [
        12.5,
        12.5,
        13.0,
        14.0,
        15.0,
        15.5
       ]
      }
     ],
     "times": [
      "10-06 09:39",
      "10-06 12:43",
      "10-06 13:51",
      "10-06 16:23",
      "10-06 19:07",
      "10-06 20:37"
     ]
    },
    "hafu": {
     "label": "半全场",
     "options": [
      {
       "name": "胜胜",
       "initial": 16.0,
       "current": 17.0,
       "values": [
        16.0,
        18.0,
        18.0,
        17.0
       ]
      },
      {
       "name": "胜平",
       "initial": 27.0,
       "current": 24.0,
       "values": [
        27.0,
        27.0,
        25.0,
        24.0
       ]
      },
      {
       "name": "胜负",
       "initial": 24.0,
       "current": 24.0,
       "values": [
        24.0,
        24.0,
        24.0,
        24.0
       ]
      },
      {
       "name": "平胜",
       "initial": 22.0,
       "current": 26.0,
       "values": [
        22.0,
        26.0,
        26.0,
        26.0
       ]
      },
      {
       "name": "平平",
       "initial": 10.0,
       "current": 9.5,
       "values": [
        10.0,
        10.0,
        10.0,
        9.5
       ]
      },
      {
       "name": "平负",
       "initial": 4.15,
       "current": 4.35,
       "values": [
        4.15,
        4.15,
        4.25,
        4.35
       ]
      },
      {
       "name": "负胜",
       "initial": 80.0,
       "current": 70.0,
       "values": [
        80.0,
        80.0,
        80.0,
        70.0
       ]
      },
      {
       "name": "负平",
       "initial": 27.0,
       "current": 24.0,
       "values": [
        27.0,
        27.0,
        25.0,
        24.0
       ]
      },
      {
       "name": "负负",
       "initial": 1.6,
       "current": 1.58,
       "values": [
        1.6,
        1.56,
        1.56,
        1.58
       ]
      }
     ],
     "times": [
      "10-06 09:39",
      "10-06 12:43",
      "10-06 16:31",
      "10-06 18:45"
     ]
    }
   }
  },
  {
   "id": "2041820",
   "type": "jc",
   "no": "周二010",
   "league": "欧国联",
   "leagueFull": "欧洲国家联赛",
   "home": "摩尔多瓦",
   "away": "斯洛伐克",
   "homeRank": "[Group 32]",
   "awayRank": "[Group 31]",
   "matchTime": "2026-10-07 02:45",
   "status": "sale",
   "plays": {
    "spf": {
     "label": "胜平负",
     "options": [
      {
       "name": "主胜",
       "initial": 7.2,
       "current": 8.7,
       "values": [
        7.2,
        7.5,
        7.8,
        8.1,
        8.7
       ]
      },
      {
       "name": "平",
       "initial": 4.3,
       "current": 4.8,
       "values": [
        4.3,
        4.4,
        4.55,
        4.7,
        4.8
       ]
      },
      {
       "name": "客胜",
       "initial": 1.32,
       "current": 1.24,
       "values": [
        1.32,
        1.3,
        1.28,
        1.26,
        1.24
       ]
      }
     ],
     "times": [
      "10-06 09:39",
      "10-06 11:49",
      "10-06 13:09",
      "10-06 15:51",
      "10-06 19:24"
     ]
    },
    "rqspf": {
     "label": "让球胜平负",
     "options": [
      {
       "name": "主胜",
       "initial": 2.82,
       "current": 3.18,
       "values": [
        2.82,
        2.92,
        3.02,
        3.1,
        3.18
       ]
      },
      {
       "name": "平",
       "initial": 3.35,
       "current": 3.32,
       "values": [
        3.35,
        3.35,
        3.35,
        3.32,
        3.32
       ]
      },
      {
       "name": "客胜",
       "initial": 2.1,
       "current": 1.95,
       "values": [
        2.1,
        2.05,
        2.0,
        1.98,
        1.95
       ]
      }
     ],
     "times": [
      "10-06 09:39",
      "10-06 11:49",
      "10-06 13:09",
      "10-06 15:51",
      "10-06 19:24"
     ],
     "handicap": "主受让1球"
    },
    "crs": {
     "label": "比分",
     "options": [
      {
       "name": "1:0",
       "initial": 16.0,
       "current": 20.0,
       "values": [
        16.0,
        18.0,
        20.0
       ],
       "group": "主胜"
      },
      {
       "name": "2:0",
       "initial": 40.0,
       "current": 45.0,
       "values": [
        40.0,
        40.0,
        45.0
       ],
       "group": "主胜"
      },
      {
       "name": "2:1",
       "initial": 21.0,
       "current": 23.0,
       "values": [
        21.0,
        21.0,
        23.0
       ],
       "group": "主胜"
      },
      {
       "name": "3:0",
       "initial": 120.0,
       "current": 140.0,
       "values": [
        120.0,
        120.0,
        140.0
       ],
       "group": "主胜"
      },
      {
       "name": "3:1",
       "initial": 75.0,
       "current": 75.0,
       "values": [
        75.0,
        75.0,
        75.0
       ],
       "group": "主胜"
      },
      {
       "name": "3:2",
       "initial": 70.0,
       "current": 70.0,
       "values": [
        70.0,
        70.0,
        70.0
       ],
       "group": "主胜"
      },
      {
       "name": "4:0",
       "initial": 550.0,
       "current": 550.0,
       "values": [
        550.0,
        550.0,
        550.0
       ],
       "group": "主胜"
      },
      {
       "name": "4:1",
       "initial": 300.0,
       "current": 300.0,
       "values": [
        300.0,
        300.0,
        300.0
       ],
       "group": "主胜"
      },
      {
       "name": "4:2",
       "initial": 300.0,
       "current": 300.0,
       "values": [
        300.0,
        300.0,
        300.0
       ],
       "group": "主胜"
      },
      {
       "name": "5:0",
       "initial": 1000.0,
       "current": 1000.0,
       "values": [
        1000.0,
        1000.0,
        1000.0
       ],
       "group": "主胜"
      },
      {
       "name": "5:1",
       "initial": 1000.0,
       "current": 1000.0,
       "values": [
        1000.0,
        1000.0,
        1000.0
       ],
       "group": "主胜"
      },
      {
       "name": "5:2",
       "initial": 1000.0,
       "current": 1000.0,
       "values": [
        1000.0,
        1000.0,
        1000.0
       ],
       "group": "主胜"
      },
      {
       "name": "胜其他",
       "initial": 350.0,
       "current": 350.0,
       "values": [
        350.0,
        350.0,
        350.0
       ],
       "group": "主胜"
      },
      {
       "name": "0:0",
       "initial": 13.0,
       "current": 14.5,
       "values": [
        13.0,
        13.5,
        14.5
       ],
       "group": "平"
      },
      {
       "name": "1:1",
       "initial": 9.0,
       "current": 9.0,
       "values": [
        9.0,
        9.0,
        9.0
       ],
       "group": "平"
      },
      {
       "name": "2:2",
       "initial": 20.0,
       "current": 20.0,
       "values": [
        20.0,
        20.0,
        20.0
       ],
       "group": "平"
      },
      {
       "name": "3:3",
       "initial": 90.0,
       "current": 90.0,
       "values": [
        90.0,
        90.0,
        90.0
       ],
       "group": "平"
      },
      {
       "name": "平其他",
       "initial": 550.0,
       "current": 550.0,
       "values": [
        550.0,
        550.0,
        550.0
       ],
       "group": "平"
      },
      {
       "name": "0:1",
       "initial": 6.75,
       "current": 6.75,
       "values": [
        6.75,
        6.75,
        6.75
       ],
       "group": "客胜"
      },
      {
       "name": "0:2",
       "initial": 5.75,
       "current": 5.4,
       "values": [
        5.75,
        5.6,
        5.4
       ],
       "group": "客胜"
      },
      {
       "name": "1:2",
       "initial": 7.25,
       "current": 7.0,
       "values": [
        7.25,
        7.0,
        7.0
       ],
       "group": "客胜"
      },
      {
       "name": "0:3",
       "initial": 9.25,
       "current": 8.25,
       "values": [
        9.25,
        9.25,
        8.25
       ],
       "group": "客胜"
      },
      {
       "name": "1:3",
       "initial": 11.0,
       "current": 11.0,
       "values": [
        11.0,
        11.0,
        11.0
       ],
       "group": "客胜"
      },
      {
       "name": "2:3",
       "initial": 28.0,
       "current": 28.0,
       "values": [
        28.0,
        28.0,
        28.0
       ],
       "group": "客胜"
      },
      {
       "name": "0:4",
       "initial": 17.0,
       "current": 17.0,
       "values": [
        17.0,
        17.0,
        17.0
       ],
       "group": "客胜"
      },
      {
       "name": "1:4",
       "initial": 23.0,
       "current": 23.0,
       "values": [
        23.0,
        23.0,
        23.0
       ],
       "group": "客胜"
      },
      {
       "name": "2:4",
       "initial": 55.0,
       "current": 55.0,
       "values": [
        55.0,
        55.0,
        55.0
       ],
       "group": "客胜"
      },
      {
       "name": "0:5",
       "initial": 38.0,
       "current": 38.0,
       "values": [
        38.0,
        38.0,
        38.0
       ],
       "group": "客胜"
      },
      {
       "name": "1:5",
       "initial": 45.0,
       "current": 45.0,
       "values": [
        45.0,
        45.0,
        45.0
       ],
       "group": "客胜"
      },
      {
       "name": "2:5",
       "initial": 120.0,
       "current": 120.0,
       "values": [
        120.0,
        120.0,
        120.0
       ],
       "group": "客胜"
      },
      {
       "name": "负其他",
       "initial": 33.0,
       "current": 33.0,
       "values": [
        33.0,
        33.0,
        33.0
       ],
       "group": "客胜"
      }
     ],
     "times": [
      "10-06 09:39",
      "10-06 16:08",
      "10-06 19:29"
     ]
    },
    "ttg": {
     "label": "总进球",
     "options": [
      {
       "name": "0",
       "initial": 13.0,
       "current": 14.5,
       "values": [
        13.0,
        13.5,
        14.5
       ]
      },
      {
       "name": "1",
       "initial": 4.9,
       "current": 5.4,
       "values": [
        4.9,
        5.2,
        5.4
       ]
      },
      {
       "name": "2",
       "initial": 3.45,
       "current": 3.25,
       "values": [
        3.45,
        3.35,
        3.25
       ]
      },
      {
       "name": "3",
       "initial": 3.7,
       "current": 3.5,
       "values": [
        3.7,
        3.6,
        3.5
       ]
      },
      {
       "name": "4",
       "initial": 5.6,
       "current": 5.6,
       "values": [
        5.6,
        5.6,
        5.6
       ]
      },
      {
       "name": "5",
       "initial": 10.0,
       "current": 10.5,
       "values": [
        10.0,
        10.0,
        10.5
       ]
      },
      {
       "name": "6",
       "initial": 20.0,
       "current": 20.0,
       "values": [
        20.0,
        20.0,
        20.0
       ]
      },
      {
       "name": "7+",
       "initial": 30.0,
       "current": 30.0,
       "values": [
        30.0,
        30.0,
        30.0
       ]
      }
     ],
     "times": [
      "10-06 09:39",
      "10-06 16:08",
      "10-06 19:29"
     ]
    },
    "hafu": {
     "label": "半全场",
     "options": [
      {
       "name": "胜胜",
       "initial": 13.0,
       "current": 16.0,
       "values": [
        13.0,
        14.0,
        15.0,
        16.0
       ]
      },
      {
       "name": "胜平",
       "initial": 22.0,
       "current": 23.0,
       "values": [
        22.0,
        22.0,
        22.0,
        23.0
       ]
      },
      {
       "name": "胜负",
       "initial": 28.0,
       "current": 28.0,
       "values": [
        28.0,
        28.0,
        28.0,
        28.0
       ]
      },
      {
       "name": "平胜",
       "initial": 16.0,
       "current": 20.0,
       "values": [
        16.0,
        17.0,
        18.5,
        20.0
       ]
      },
      {
       "name": "平平",
       "initial": 7.0,
       "current": 7.6,
       "values": [
        7.0,
        7.2,
        7.45,
        7.6
       ]
      },
      {
       "name": "平负",
       "initial": 3.75,
       "current": 3.75,
       "values": [
        3.75,
        3.75,
        3.75,
        3.75
       ]
      },
      {
       "name": "负胜",
       "initial": 65.0,
       "current": 65.0,
       "values": [
        65.0,
        65.0,
        65.0,
        65.0
       ]
      },
      {
       "name": "负平",
       "initial": 22.0,
       "current": 23.0,
       "values": [
        22.0,
        22.0,
        22.0,
        23.0
       ]
      },
      {
       "name": "负负",
       "initial": 1.95,
       "current": 1.8,
       "values": [
        1.95,
        1.9,
        1.85,
        1.8
       ]
      }
     ],
     "times": [
      "10-06 09:39",
      "10-06 13:10",
      "10-06 18:41",
      "10-06 19:25"
     ]
    }
   }
  },
  {
   "id": "2041821",
   "type": "jc",
   "no": "周二011",
   "league": "国际赛",
   "leagueFull": "国际赛",
   "home": "美国",
   "away": "加拿大",
   "homeRank": "",
   "awayRank": "",
   "matchTime": "2026-10-07 08:00",
   "status": "sale",
   "plays": {
    "spf": {
     "label": "胜平负",
     "options": [
      {
       "name": "主胜",
       "initial": 1.72,
       "current": 1.49,
       "values": [
        1.72,
        1.68,
        1.65,
        1.62,
        1.59,
        1.56,
        1.52,
        1.49
       ]
      },
      {
       "name": "平",
       "initial": 3.7,
       "current": 4.0,
       "values": [
        3.7,
        3.75,
        3.75,
        3.75,
        3.85,
        3.9,
        3.95,
        4.0
       ]
      },
      {
       "name": "客胜",
       "initial": 3.6,
       "current": 4.8,
       "values": [
        3.6,
        3.75,
        3.9,
        4.07,
        4.15,
        4.32,
        4.6,
        4.8
       ]
      }
     ],
     "times": [
      "10-06 09:39",
      "10-06 11:39",
      "10-06 12:29",
      "10-06 14:16",
      "10-06 15:25",
      "10-06 17:59",
      "10-06 19:18",
      "10-06 21:34"
     ]
    },
    "rqspf": {
     "label": "让球胜平负",
     "options": [
      {
       "name": "主胜",
       "initial": 3.1,
       "current": 2.75,
       "values": [
        3.1,
        3.0,
        2.92,
        2.87,
        2.82,
        2.75,
        2.75,
        2.75
       ]
      },
      {
       "name": "平",
       "initial": 3.6,
       "current": 3.2,
       "values": [
        3.6,
        3.6,
        3.55,
        3.5,
        3.45,
        3.4,
        3.34,
        3.2
       ]
      },
      {
       "name": "客胜",
       "initial": 1.89,
       "current": 2.21,
       "values": [
        1.89,
        1.93,
        1.98,
        2.02,
        2.06,
        2.12,
        2.15,
        2.21
       ]
      }
     ],
     "times": [
      "10-06 09:39",
      "10-06 11:39",
      "10-06 12:29",
      "10-06 14:16",
      "10-06 15:25",
      "10-06 17:59",
      "10-06 19:18",
      "10-06 21:34"
     ],
     "handicap": "主让1球"
    },
    "crs": {
     "label": "比分",
     "options": [
      {
       "name": "1:0",
       "initial": 10.0,
       "current": 10.0,
       "values": [
        10.0,
        10.0,
        10.0
       ],
       "group": "主胜"
      },
      {
       "name": "2:0",
       "initial": 9.75,
       "current": 9.75,
       "values": [
        9.75,
        9.75,
        9.75
       ],
       "group": "主胜"
      },
      {
       "name": "2:1",
       "initial": 7.0,
       "current": 7.0,
       "values": [
        7.0,
        7.0,
        7.0
       ],
       "group": "主胜"
      },
      {
       "name": "3:0",
       "initial": 17.0,
       "current": 15.0,
       "values": [
        17.0,
        15.0,
        15.0
       ],
       "group": "主胜"
      },
      {
       "name": "3:1",
       "initial": 12.0,
       "current": 11.0,
       "values": [
        12.0,
        11.5,
        11.0
       ],
       "group": "主胜"
      },
      {
       "name": "3:2",
       "initial": 20.0,
       "current": 18.0,
       "values": [
        20.0,
        19.0,
        18.0
       ],
       "group": "主胜"
      },
      {
       "name": "4:0",
       "initial": 35.0,
       "current": 30.0,
       "values": [
        35.0,
        32.0,
        30.0
       ],
       "group": "主胜"
      },
      {
       "name": "4:1",
       "initial": 26.0,
       "current": 22.0,
       "values": [
        26.0,
        25.0,
        22.0
       ],
       "group": "主胜"
      },
      {
       "name": "4:2",
       "initial": 45.0,
       "current": 35.0,
       "values": [
        45.0,
        40.0,
        35.0
       ],
       "group": "主胜"
      },
      {
       "name": "5:0",
       "initial": 70.0,
       "current": 70.0,
       "values": [
        70.0,
        70.0,
        70.0
       ],
       "group": "主胜"
      },
      {
       "name": "5:1",
       "initial": 70.0,
       "current": 60.0,
       "values": [
        70.0,
        70.0,
        60.0
       ],
       "group": "主胜"
      },
      {
       "name": "5:2",
       "initial": 90.0,
       "current": 80.0,
       "values": [
        90.0,
        90.0,
        80.0
       ],
       "group": "主胜"
      },
      {
       "name": "胜其他",
       "initial": 35.0,
       "current": 30.0,
       "values": [
        35.0,
        32.0,
        30.0
       ],
       "group": "主胜"
      },
      {
       "name": "0:0",
       "initial": 18.0,
       "current": 19.0,
       "values": [
        18.0,
        18.0,
        19.0
       ],
       "group": "平"
      },
      {
       "name": "1:1",
       "initial": 8.0,
       "current": 8.5,
       "values": [
        8.0,
        8.25,
        8.5
       ],
       "group": "平"
      },
      {
       "name": "2:2",
       "initial": 12.0,
       "current": 12.5,
       "values": [
        12.0,
        12.5,
        12.5
       ],
       "group": "平"
      },
      {
       "name": "3:3",
       "initial": 40.0,
       "current": 40.0,
       "values": [
        40.0,
        40.0,
        40.0
       ],
       "group": "平"
      },
      {
       "name": "平其他",
       "initial": 200.0,
       "current": 200.0,
       "values": [
        200.0,
        200.0,
        200.0
       ],
       "group": "平"
      },
      {
       "name": "0:1",
       "initial": 14.0,
       "current": 16.0,
       "values": [
        14.0,
        14.5,
        16.0
       ],
       "group": "客胜"
      },
      {
       "name": "0:2",
       "initial": 25.0,
       "current": 30.0,
       "values": [
        25.0,
        27.0,
        30.0
       ],
       "group": "客胜"
      },
      {
       "name": "1:2",
       "initial": 11.0,
       "current": 13.0,
       "values": [
        11.0,
        12.0,
        13.0
       ],
       "group": "客胜"
      },
      {
       "name": "0:3",
       "initial": 50.0,
       "current": 50.0,
       "values": [
        50.0,
        50.0,
        50.0
       ],
       "group": "客胜"
      },
      {
       "name": "1:3",
       "initial": 26.0,
       "current": 28.0,
       "values": [
        26.0,
        28.0,
        28.0
       ],
       "group": "客胜"
      },
      {
       "name": "2:3",
       "initial": 27.0,
       "current": 28.0,
       "values": [
        27.0,
        28.0,
        28.0
       ],
       "group": "客胜"
      },
      {
       "name": "0:4",
       "initial": 120.0,
       "current": 120.0,
       "values": [
        120.0,
        120.0,
        120.0
       ],
       "group": "客胜"
      },
      {
       "name": "1:4",
       "initial": 90.0,
       "current": 90.0,
       "values": [
        90.0,
        90.0,
        90.0
       ],
       "group": "客胜"
      },
      {
       "name": "2:4",
       "initial": 80.0,
       "current": 80.0,
       "values": [
        80.0,
        80.0,
        80.0
       ],
       "group": "客胜"
      },
      {
       "name": "0:5",
       "initial": 450.0,
       "current": 450.0,
       "values": [
        450.0,
        450.0,
        450.0
       ],
       "group": "客胜"
      },
      {
       "name": "1:5",
       "initial": 300.0,
       "current": 300.0,
       "values": [
        300.0,
        300.0,
        300.0
       ],
       "group": "客胜"
      },
      {
       "name": "2:5",
       "initial": 300.0,
       "current": 300.0,
       "values": [
        300.0,
        300.0,
        300.0
       ],
       "group": "客胜"
      },
      {
       "name": "负其他",
       "initial": 85.0,
       "current": 85.0,
       "values": [
        85.0,
        85.0,
        85.0
       ],
       "group": "客胜"
      }
     ],
     "times": [
      "10-06 09:39",
      "10-06 15:32",
      "10-06 21:48"
     ]
    },
    "ttg": {
     "label": "总进球",
     "options": [
      {
       "name": "0",
       "initial": 18.0,
       "current": 19.0,
       "values": [
        18.0,
        18.0,
        18.0,
        19.0
       ]
      },
      {
       "name": "1",
       "initial": 6.25,
       "current": 6.75,
       "values": [
        6.25,
        6.25,
        6.5,
        6.75
       ]
      },
      {
       "name": "2",
       "initial": 4.15,
       "current": 4.3,
       "values": [
        4.15,
        4.15,
        4.2,
        4.3
       ]
      },
      {
       "name": "3",
       "initial": 3.55,
       "current": 3.35,
       "values": [
        3.55,
        3.45,
        3.35,
        3.35
       ]
      },
      {
       "name": "4",
       "initial": 4.8,
       "current": 4.45,
       "values": [
        4.8,
        4.6,
        4.45,
        4.45
       ]
      },
      {
       "name": "5",
       "initial": 7.5,
       "current": 7.8,
       "values": [
        7.5,
        7.75,
        8.1,
        7.8
       ]
      },
      {
       "name": "6",
       "initial": 14.0,
       "current": 15.0,
       "values": [
        14.0,
        15.5,
        16.0,
        15.0
       ]
      },
      {
       "name": "7+",
       "initial": 19.0,
       "current": 19.0,
       "values": [
        19.0,
        21.0,
        21.0,
        19.0
       ]
      }
     ],
     "times": [
      "10-06 09:39",
      "10-06 16:28",
      "10-06 20:11",
      "10-06 21:48"
     ]
    },
    "hafu": {
     "label": "半全场",
     "options": [
      {
       "name": "胜胜",
       "initial": 2.75,
       "current": 2.5,
       "values": [
        2.75,
        2.7,
        2.55,
        2.5
       ]
      },
      {
       "name": "胜平",
       "initial": 15.0,
       "current": 16.0,
       "values": [
        15.0,
        15.0,
        16.0,
        16.0
       ]
      },
      {
       "name": "胜负",
       "initial": 34.0,
       "current": 36.0,
       "values": [
        34.0,
        34.0,
        36.0,
        36.0
       ]
      },
      {
       "name": "平胜",
       "initial": 4.9,
       "current": 4.3,
       "values": [
        4.9,
        4.75,
        4.5,
        4.3
       ]
      },
      {
       "name": "平平",
       "initial": 7.0,
       "current": 7.2,
       "values": [
        7.0,
        7.0,
        7.0,
        7.2
       ]
      },
      {
       "name": "平负",
       "initial": 9.0,
       "current": 11.0,
       "values": [
        9.0,
        9.2,
        10.0,
        11.0
       ]
      },
      {
       "name": "负胜",
       "initial": 19.0,
       "current": 18.0,
       "values": [
        19.0,
        19.0,
        18.0,
        18.0
       ]
      },
      {
       "name": "负平",
       "initial": 15.0,
       "current": 16.0,
       "values": [
        15.0,
        15.0,
        16.0,
        16.0
       ]
      },
      {
       "name": "负负",
       "initial": 6.0,
       "current": 7.5,
       "values": [
        6.0,
        6.4,
        7.25,
        7.5
       ]
      }
     ],
     "times": [
      "10-06 09:39",
      "10-06 14:16",
      "10-06 17:59",
      "10-06 19:19"
     ]
    }
   }
  },
  {
   "id": "2041822",
   "type": "jc",
   "no": "周二012",
   "league": "美职",
   "leagueFull": "美国职业大联盟",
   "home": "芝加哥火焰",
   "away": "温哥华白帽",
   "homeRank": "",
   "awayRank": "",
   "matchTime": "2026-10-07 08:30",
   "status": "sale",
   "plays": {
    "spf": {
     "label": "胜平负",
     "options": [
      {
       "name": "主胜",
       "initial": 2.56,
       "current": 2.71,
       "values": [
        2.56,
        2.64,
        2.71
       ]
      },
      {
       "name": "平",
       "initial": 3.65,
       "current": 3.7,
       "values": [
        3.65,
        3.65,
        3.7
       ]
      },
      {
       "name": "客胜",
       "initial": 2.15,
       "current": 2.04,
       "values": [
        2.15,
        2.1,
        2.04
       ]
      }
     ],
     "times": [
      "10-06 09:39",
      "10-06 15:03",
      "10-06 19:42"
     ]
    },
    "rqspf": {
     "label": "让球胜平负",
     "options": [
      {
       "name": "主胜",
       "initial": 1.53,
       "current": 1.58,
       "values": [
        1.53,
        1.56,
        1.58
       ]
      },
      {
       "name": "平",
       "initial": 4.1,
       "current": 3.95,
       "values": [
        4.1,
        4.0,
        3.95
       ]
      },
      {
       "name": "客胜",
       "initial": 4.32,
       "current": 4.12,
       "values": [
        4.32,
        4.2,
        4.12
       ]
      }
     ],
     "times": [
      "10-06 09:39",
      "10-06 15:03",
      "10-06 19:42"
     ],
     "handicap": "主受让1球"
    },
    "crs": {
     "label": "比分",
     "options": [
      {
       "name": "1:0",
       "initial": 15.5,
       "current": 15.5,
       "values": [
        15.5
       ],
       "group": "主胜"
      },
      {
       "name": "2:0",
       "initial": 19.5,
       "current": 19.5,
       "values": [
        19.5
       ],
       "group": "主胜"
      },
      {
       "name": "2:1",
       "initial": 8.75,
       "current": 8.75,
       "values": [
        8.75
       ],
       "group": "主胜"
      },
      {
       "name": "3:0",
       "initial": 34.0,
       "current": 34.0,
       "values": [
        34.0
       ],
       "group": "主胜"
      },
      {
       "name": "3:1",
       "initial": 17.5,
       "current": 17.5,
       "values": [
        17.5
       ],
       "group": "主胜"
      },
      {
       "name": "3:2",
       "initial": 19.0,
       "current": 19.0,
       "values": [
        19.0
       ],
       "group": "主胜"
      },
      {
       "name": "4:0",
       "initial": 80.0,
       "current": 80.0,
       "values": [
        80.0
       ],
       "group": "主胜"
      },
      {
       "name": "4:1",
       "initial": 45.0,
       "current": 45.0,
       "values": [
        45.0
       ],
       "group": "主胜"
      },
      {
       "name": "4:2",
       "initial": 45.0,
       "current": 45.0,
       "values": [
        45.0
       ],
       "group": "主胜"
      },
      {
       "name": "5:0",
       "initial": 250.0,
       "current": 250.0,
       "values": [
        250.0
       ],
       "group": "主胜"
      },
      {
       "name": "5:1",
       "initial": 120.0,
       "current": 120.0,
       "values": [
        120.0
       ],
       "group": "主胜"
      },
      {
       "name": "5:2",
       "initial": 125.0,
       "current": 125.0,
       "values": [
        125.0
       ],
       "group": "主胜"
      },
      {
       "name": "胜其他",
       "initial": 36.0,
       "current": 36.0,
       "values": [
        36.0
       ],
       "group": "主胜"
      },
      {
       "name": "0:0",
       "initial": 26.0,
       "current": 26.0,
       "values": [
        26.0
       ],
       "group": "平"
      },
      {
       "name": "1:1",
       "initial": 8.0,
       "current": 8.0,
       "values": [
        8.0
       ],
       "group": "平"
      },
      {
       "name": "2:2",
       "initial": 10.5,
       "current": 10.5,
       "values": [
        10.5
       ],
       "group": "平"
      },
      {
       "name": "3:3",
       "initial": 30.0,
       "current": 30.0,
       "values": [
        30.0
       ],
       "group": "平"
      },
      {
       "name": "平其他",
       "initial": 125.0,
       "current": 125.0,
       "values": [
        125.0
       ],
       "group": "平"
      },
      {
       "name": "0:1",
       "initial": 14.0,
       "current": 14.0,
       "values": [
        14.0
       ],
       "group": "客胜"
      },
      {
       "name": "0:2",
       "initial": 15.5,
       "current": 15.5,
       "values": [
        15.5
       ],
       "group": "客胜"
      },
      {
       "name": "1:2",
       "initial": 8.0,
       "current": 8.0,
       "values": [
        8.0
       ],
       "group": "客胜"
      },
      {
       "name": "0:3",
       "initial": 24.0,
       "current": 24.0,
       "values": [
        24.0
       ],
       "group": "客胜"
      },
      {
       "name": "1:3",
       "initial": 15.0,
       "current": 15.0,
       "values": [
        15.0
       ],
       "group": "客胜"
      },
      {
       "name": "2:3",
       "initial": 17.0,
       "current": 17.0,
       "values": [
        17.0
       ],
       "group": "客胜"
      },
      {
       "name": "0:4",
       "initial": 55.0,
       "current": 55.0,
       "values": [
        55.0
       ],
       "group": "客胜"
      },
      {
       "name": "1:4",
       "initial": 33.0,
       "current": 33.0,
       "values": [
        33.0
       ],
       "group": "客胜"
      },
      {
       "name": "2:4",
       "initial": 38.0,
       "current": 38.0,
       "values": [
        38.0
       ],
       "group": "客胜"
      },
      {
       "name": "0:5",
       "initial": 150.0,
       "current": 150.0,
       "values": [
        150.0
       ],
       "group": "客胜"
      },
      {
       "name": "1:5",
       "initial": 85.0,
       "current": 85.0,
       "values": [
        85.0
       ],
       "group": "客胜"
      },
      {
       "name": "2:5",
       "initial": 110.0,
       "current": 110.0,
       "values": [
        110.0
       ],
       "group": "客胜"
      },
      {
       "name": "负其他",
       "initial": 29.0,
       "current": 29.0,
       "values": [
        29.0
       ],
       "group": "客胜"
      }
     ],
     "times": [
      "10-06 09:39"
     ]
    },
    "ttg": {
     "label": "总进球",
     "options": [
      {
       "name": "0",
       "initial": 26.0,
       "current": 26.0,
       "values": [
        26.0,
        26.0
       ]
      },
      {
       "name": "1",
       "initial": 8.2,
       "current": 9.0,
       "values": [
        8.2,
        9.0
       ]
      },
      {
       "name": "2",
       "initial": 4.6,
       "current": 4.9,
       "values": [
        4.6,
        4.9
       ]
      },
      {
       "name": "3",
       "initial": 3.7,
       "current": 3.6,
       "values": [
        3.7,
        3.6
       ]
      },
      {
       "name": "4",
       "initial": 4.5,
       "current": 4.2,
       "values": [
        4.5,
        4.2
       ]
      },
      {
       "name": "5",
       "initial": 6.35,
       "current": 6.35,
       "values": [
        6.35,
        6.35
       ]
      },
      {
       "name": "6",
       "initial": 10.0,
       "current": 10.0,
       "values": [
        10.0,
        10.0
       ]
      },
      {
       "name": "7+",
       "initial": 13.0,
       "current": 13.0,
       "values": [
        13.0,
        13.0
       ]
      }
     ],
     "times": [
      "10-06 09:39",
      "10-06 20:39"
     ]
    },
    "hafu": {
     "label": "半全场",
     "options": [
      {
       "name": "胜胜",
       "initial": 4.35,
       "current": 4.6,
       "values": [
        4.35,
        4.6
       ]
      },
      {
       "name": "胜平",
       "initial": 14.0,
       "current": 14.0,
       "values": [
        14.0,
        14.0
       ]
      },
      {
       "name": "胜负",
       "initial": 20.0,
       "current": 20.0,
       "values": [
        20.0,
        20.0
       ]
      },
      {
       "name": "平胜",
       "initial": 7.0,
       "current": 7.25,
       "values": [
        7.0,
        7.25
       ]
      },
      {
       "name": "平平",
       "initial": 7.0,
       "current": 7.2,
       "values": [
        7.0,
        7.2
       ]
      },
      {
       "name": "平负",
       "initial": 5.8,
       "current": 5.8,
       "values": [
        5.8,
        5.8
       ]
      },
      {
       "name": "负胜",
       "initial": 22.0,
       "current": 22.0,
       "values": [
        22.0,
        22.0
       ]
      },
      {
       "name": "负平",
       "initial": 14.0,
       "current": 14.0,
       "values": [
        14.0,
        14.0
       ]
      },
      {
       "name": "负负",
       "initial": 3.6,
       "current": 3.35,
       "values": [
        3.6,
        3.35
       ]
      }
     ],
     "times": [
      "10-06 09:39",
      "10-06 19:42"
     ]
    }
   }
  }
 ]
};
